<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadContent</key>
			<dict>
				<key>Texshop</key>
				<dict>
					<key>Forced</key>
					<array>
						<dict>
							<key>mcx_preference_settings</key>
							<dict>
								<key>SparkleAutomaticUpdate</key>
								<false/>
								<key>SparkleInterval</key>
								<integer>0</integer>
							</dict>
						</dict>
					</array>
				</dict>
			</dict>
			<key>PayloadEnabled</key>
			<true/>
			<key>PayloadIdentifier</key>
			<string>MCXToProfile.f80a9c87-f848-4f5b-9f33-5d956f530de9.alacarte.customsettings.34d38c14-3113-4ffa-b312-8fa9821286e4</string>
			<key>PayloadType</key>
			<string>com.apple.ManagedClient.preferences</string>
			<key>PayloadUUID</key>
			<string>34d38c14-3113-4ffa-b312-8fa9821286e4</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>Disables autoupdates for TeXShop</string>
	<key>PayloadDisplayName</key>
	<string>TeXShop update settings</string>
	<key>PayloadIdentifier</key>
	<string>your.org.TeXShop-update-settings</string>
	<key>PayloadOrganization</key>
	<string>Your Org</string>
	<key>PayloadRemovalDisallowed</key>
	<true/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>f80a9c87-f848-4f5b-9f33-5d956f530de9</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
